Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Lodowe wilki
uk: Крижані вовки

source: Lodowy golem
uk: Крижаний голем

source: Lodowy wilk
uk: Крижаний вовк

source: Logar
uk: Логар

source: Lokalnemu i niezbyt bystremu pasterzowi zaginął jeden z baranów. Prosił, bym się za nim rozejrzał.
uk: У місцевого і не дуже розумного пастуха пропав один з його баранів. Він попросив мене його пошукати.

source: Lokalnemu pasterzowi zaginął jeden z baranów. Prosił, bym się za nim rozejrzał.
uk: У місцевого пастуха пропав один з його баранів. Він попросив мене його пошукати.

source: Lokalni cyrulicy i medycy muszą mieć jakieś własne metody na radzenie sobie z chorobami i ranami. Może wśród tej pierwotnej wiedzy medycznej znajdę coś, co magowie skrzętnie przed nami ukrywają...
uk: Місцеві цирульники та знахарі, напевно, володіють якимись власними методами лікування хвороб і ран. Можливо, серед цих первісних медичних знань я знайду щось таке, що маги старанно приховують від нас...

source: Lokalni rzemieślnicy, masz kogoś konkretnego na myśli?
uk: Місцеві ремісники, ти маєш когось конкретного на увазі?

source: Lokalny bimber
uk: Місцевий самогон

source: Lokalny bimber nie zasmakował Dirkowi.
uk: Місцевий самогон Дірку не припав до смаку.

source: Lokalny mięsny przysmak opiekany nad ogniskiem,
uk: Місцевий делікатес, підсмажений на багатті,

source: Lokalu Vlady.
uk: Територію Влади.

source: Lokvar
uk: Локвар

source: Lokvar może mi odpłatnie pomóc w zwiększeniu mojej mocy magicznej.
uk: Локвар за певну плату може допомогти мені збільшити мою магічну силу.

source: Lokvar oddał ci nadmiar roślin.
uk: Локвар повернув вам надлишки рослин.

source: Lokvar odprawił modły do Adanosa, a my rozdzieliliśmy się i ruszyliśmy do lasu.
uk: Локвар помолився Аданосу, ми розділились та попрямували до лісу.

source: Lokvar powiedział mi, że znaleziony przeze mnie kamień to runa teleportacyjna. Służy do szybkiego przemieszczania się pomiędzy konkretnymi punktami na wyspie. Niestety, podobno nie każdy potrafi z nich efektywnie korzystać. Jeśli nie dam rady teleportować się z dowolnego miejsca, powinienem znaleźć specjalne pentagramy rozsiane po wyspie i spróbować użyć runy w ich pobliżu. Mag podarował mi też księgę, z której mogę dowiedzieć się nieco więcej o tym zjawisku.
uk: Локвар сказав, що камінь, який я знайшов, - це руна телепортації. Її використовують для швидкого переміщення між певними точками острова. На жаль, мабуть, не всі можуть ефективно ними користуватися. Якщо я не зможу телепортуватися, мені слід знайти спеціальні пентаграми, розкидані по всьому острову, і спробувати використати руну біля них. Маг також дав мені книгу, з якої я можу дізнатися трохи більше про це.

source: Lokvar powiedział, że możemy razem wyruszyć do lasu. Mam tam odnaleźć zioła z tej listy.
uk: Локвар сказав, що ми разом можемо сходити до лісу. Мені потрібно знайти там трави з цього списку.

source: Lokvar powinien teraz smacznie spać aż do rana, możemy zająć się przepisywaniem zwojów.
uk: Тепер Локвар має міцно спати до ранку, а ми можемо продовжити переписування сувоїв.

source: Lokvar prawie się obudził, ale wrócił do snu.
uk: Локвар ледь не прокинувся, але знову заснув.

source: Lokvar sprzedaje mikstury, rośliny oraz zwoje magiczne. Jego chata znajduje się obok cmentarza.
uk: Локвар продає зілля, рослини та магічні сувої. Його хатина розташована поруч із цвинтарем.

source: Lokvar to, Lokvar tamto! Lokvar, kim jesteś? Lokvar, boli mnie palec, Lokvar, mam sraczkę!
uk: Локвар те, Локвар се! Локвар, хто ти? Локвар, у мене палець болить. Локвар, у мене срачка!

source: Lokvar wydaje się poddenerwowany tym, że musi przygotowywać coś związanego z alchemią. Uważa się za jej mistrza, a nie chce jej praktykować, dziwny człowiek.
uk: Локвар здається роздратованим тим, що йому доводиться готувати щось пов'язане з алхімією. Він вважає себе її майстром, але не хоче нею займатися, дивна людина.

source: Lokvar zmiękł, gdy wspomniałem o Kurcie. Obiecał przygotować specjalny opatrunek ziołowy dla Jorna, ale będę musiał sam nazbierać świeżych roślin.
uk: Локвар подобрішав, коли я згадав про Курта. Він пообіцяв приготувати для Йорна спеціальну трав'яну пов'язку, але я мушу сам зібрати свіжі рослини.

source: Lokvar znowu śpi, mało brakowało... Chyba jednak lepiej się czuję przepisując zwoje, niż usypiając starego maga. Pogadam z Riordianem.
uk: Локвар знову спить, він ледь не прокинувся... Напевно, мені краще переписувати сувої, ніж присипляти старого мага. Я поговорю з Ріордіаном.

source: Londram padło!
uk: Лондрам впав!

source: Londram utrzyma się parę dni... może tydzień, w najlepszym wypadku.
uk: Лондрам протримається кілька днів... може, тиждень, у кращому випадку.

source: Lord Dominique.
uk: Лорд Домінік.

source: Lord Manfred
uk: Лорд Манфред

source: Lord warowni szybko zapomniał o zagrożeniu i z okazji zwycięstwa wydał wielką ucztę na zamku.
uk: Володар фортеці швидко забув про загрозу і влаштував у замку грандіозний бенкет на честь перемоги.

source: Lorenzo
uk: Лоренцо

source: Lorenzo bardzo zasmakowało moje nowe piwo. 8 skrzynek, ładny wynik. Cena jest trochę za niska, ale może uda mi się za jakiś czas wynegocjować lepszą.
uk: Лоренцо дуже сподобалося моє нове пиво. 8 ящиків, гарний результат. Ціна трохи занизька, але, можливо, я зможу домовитися про кращу ціну через деякий час.

source: Lorenzo bardzo zasmakowało moje nowe piwo. Będą brali 8 skrzynek tygodniowo po dobrej cenie.
uk: Лоренцо дуже сподобалося моє нове пиво. Вони братимуть по 8 ящиків на тиждень за хорошою ціною.

source: Lorenzo był wyraźnie zadowolony z naszych poczynań. Czas poinformować Graysona, jak się sprawy mają.
uk: Лоренцо залишився задоволений результатами наших дій. Настав час повідомити Грейсону, як просуваються справи.

source: Lorenzo będzie miał dla mnie zadanie, ale najpierw powinienem udać się do kopalni złota należącej do Gildii Kupieckiej. Mam zachowywać się jak zwykły górnik i zobaczyć, jak tam jest.
uk: У Лоренцо буде для мене завдання, але спершу я маю відвідати золоту копальню, що належить Торговій Гільдії. Я маю поводитись як звичайний гірник і подивитись, що там відбувається.

source: Lorenzo chciał z tobą pomówić. Idź z nim porozmawiać.
uk: Лоренцо хотів поговорити з тобою. Іди та поговори з ним.

source: Lorenzo delikatnie zasugerował, że nie oczekuje pokojowego rozwiązania sprawy przemytników.
uk: Лоренцо м'яко натякнув, що він не розраховує на мирне вирішення питання щодо контрабандистів.

source: Lorenzo docenił moją inicjatywę z kopalnią i wręczył mi w nagrodę parę sztuk złota.
uk: Лоренцо оцінив мою ініціативу з копальнею і дав мені трохи золота в нагороду.

source: Lorenzo i jego chłopcy w końcu rozpracowali przemytników, dzięki czemu są gotowi do ostatecznego rozwiązania problemu.
uk: Лоренцо з хлопцями нарешті вирахували контрабандистів і тепер готові до остаточного вирішення проблеми.

source: Lorenzo jest dumny i dba o swoją reputację, ale ponad wszystko ceni sobie dobro Gildii.
uk: Лоренцо гордий і піклується про свою репутацію, але благо Гільдії для нього понад усе.

source: Lorenzo jest pewnie zachwycony. Pozwól mi pomyśleć.
uk: Лоренцо, мабуть, у захваті. Дай подумати.

source: Lorenzo jest zarządcą Gildii i człowiekiem odpowiedzialnym za przydzielanie zadań zarówno żółtodziobom, jak i pełnoprawnym członkom naszej organizacji.
uk: Лоренцо – голова Гільдії та людина, відповідальна за розподіл завдань як для новачків, так і для повноправних членів нашої організації.

source: Lorenzo kazał mi odczekać kilka dni i ponownie wyruszyć do kopalni złota.
uk: Лоренцо велів мені зачекати кілька днів і знову вирушити у золоту копальню.

source: Lorenzo kazał mi przekazać, że niedługo zostaniesz awansowany.
uk: Лоренцо просив переказати, що невдовзі на тебе чекає підвищення.

source: Lorenzo ma do ciebie jakąś sprawę. Idź z nim pogadać.
uk: Лоренцо має до тебе справу. Поговори з ним.

source: Lorenzo nie był zadowolony z moich poczynań. Całą robotę wykonałem za darmo, ale najważniejsze, że nie oddamy koszar Graysonowi. Czas przekazać wieści Wysłannikowi.
uk: Лоренцо залишився незадоволений моїми діями. Я зробив усю роботу задарма, але найважливіше те, що ми не віддамо казарми Грейсону. Настав час повідомити цю новину Послу.

source: Lorenzo nie będzie zadowolony, gdy dowie się, że nie doszliśmy do sedna tej sprawy.
uk: Лоренцо не зрадіє, коли дізнається, що ми не докопалися до суті справи.

source: Lorenzo nie może się ciebie nachwalić, a mnie przepełnia duma, że mam pod sobą tak dobrego wojownika.
uk: Лоренцо не може нахвалитись тобою, а я переповнений гордістю за те, що маю під своїм керівництвом такого хорошого бійця.

source: Lorenzo nie obwinił nas za kradzież towaru i kazał mi jak najszybciej zapomnieć o całym zajściu. Dla mojego dobra lepiej będzie go posłuchać.
uk: Лоренцо не став звинувачувати нас у крадіжці та наказав мені якнайшвидше забути про все. Найкраще його послухати.

source: Lorenzo nie przyjął oferty Volkera i do końca był wierny miastu. Niestety, zapłacił za to własnym życiem. Po jego śmierci Gildia zaczęła bardzo szybko tracić na znaczeniu, a wewnętrzne konflikty doprowadziły do jej podzielenia na mniejsze organizacje handlowe.
uk: Лоренцо не прийняв пропозицію Волкера і залишився вірним місту до кінця, за що заплатив власним життям. Після його смерті Гільдія почала дуже швидко втрачати свій вплив, а внутрішні конфлікти призвели до її поділу на менші торгові організації.

source: Lorenzo nie zgodzi się na oddanie koszar gwardzistom. Mam wraz z Caramonem odnaleźć i przekonać sprzedawcę ryb Kaleba, żeby sprzedał Gildii swoje pokaźne domostwo w porcie.
uk: Лоренцо не погодиться віддавати казарми гвардійцям. Мені потрібно разом з Карамоном знайти та переконати торговця рибою Калеба продати Гільдії свій чималий будинок у порту.

source: Lorenzo nie żyje.
uk: Лоренцо мертвий.

source: Lorenzo niecierpliwi się moim brakiem obecności. Skoro czyszczenie mapy i tak trochę zajmie, to w sumie mogę się do niego udać.
uk: Лоренцо не терпиться мене побачити. Оскільки очищення мапи все одно займе деякий час, я поки що можу сходити до нього.

source: Lorenzo od samego początku starał się mi pomóc.
uk: Лоренцо з самого початку намагався мені допомогти.

source: Lorenzo odesłał cię z pustymi rękami?
uk: Лоренцо лишив тебе з порожніми руками?

source: Lorenzo otrzymał tytuł zarządcy kantoru Archolos. W krótkim czasie przywrócił go do dawnej świetności i założył kluczową faktorię handlową na Glenwyr.
uk: Лоренцо отримав титул голови Гільдії на Архолосі. За короткий час він відновив його колишню славу і заснував на Гленвірі ключову торгову базу.

source: Lorenzo poinformował mnie o prowadzonej przez Gildię Kupiecką rekrutacji. Powinienem wypytać go o szczegóły.
uk: Лоренцо повідомив мені, що Торгова Гільдія проводить набір новобранців. Треба розпитати його про деталі.

source: Lorenzo pozwala wam w ogóle wychodzić z miasta, odkąd zabrano wam wszystkie statki?
uk: Лоренцо дозволяє вам залишати місто, відколи всі ваші кораблі реквізували?

source: Lorenzo przedstawił mi szczegóły dotyczące sytuacji w mieście. Nagłe przybycie okrętu z uchodźcami i nieudany zamach na życie Lichwiarza to na ten moment główne problemy władz miasta. Inni członkowie Gildii pomagają przybyszom, a ja mam przeprowadzić śledztwo w sprawie zamachu. Muszę udać się do willi Volkera.
uk: Лоренцо детально розповів мені про ситуацію в місті. Раптове прибуття корабля з біженцями і невдалий замах на Лихваря – головні проблеми міської влади на даний момент. Інші члени Гільдії допомагають новоприбулим, а я маю розслідувати замах. Потрібно йти до маєтку Волкера.

source: Lorenzo przyjmuje do Gildii Kupieckiej wyłącznie ludzi godnych zaufania. Jeśli myślę o dołączeniu do Araxos, muszę zdobyć odpowiednią reputację wśród jej członków.
uk: Лоренцо приймає до Торгової Гільдії лише надійних людей. Якщо я хочу приєднатися до Араксосу, мені потрібно завоювати належну репутацію серед її членів.

source: Lorenzo przyjął mnie do Gildii na stanowisko gońca. Z tej okazji otrzymałem od niego nowy pancerz oraz listę trenerów, którzy szkolą członków organizacji. Teraz mam porozmawiać z Adelardem, który udzieli mi pewnych ważnych informacji. Następnie mam wrócić do Lorenzo po swoje pierwsze zadanie.
uk: Лоренцо прийняв мене до Гільдії як посланця. З цієї нагоди я отримав від нього новий обладунок і список тренерів, які тренують членів організації. Тепер я маю поговорити з Аделардом, який надасть мені важливу інформацію. Потім я повернуся до Лоренцо, щоб виконати своє перше завдання.

source: Lorenzo przysłał mnie by wam pomóc.
uk: Лоренцо послав мене допомогти вам.

source: Lorenzo sam wystawił na siebie wyrok śmierci. Dostał propozycję, której nie powinien był odrzucać.
uk: Лоренцо сам виніс собі смертний вирок. Йому зробили пропозицію, від якої він не повинен був відмовлятися.

source: Lorenzo stwierdził, że koszary najemników są niegodne tak ważnych gości, dlatego odmawia ich udostępnienia.
uk: Лоренцо заявив, що казарми найманців не підходять для таких важливих гостей, тому змушений вам відмовити.

source: Lorenzo to prawdziwy człowiek interesu, jeśli to on się weźmie za tę kopalnię, to szybko powinna się tu poprawić sytuacja.
uk: Лоренцо – дійсно ділова людина. Якщо він очолить цю копальню, то ситуація має швидко покращитись.

source: Lorenzo to rzeczywiście człowiek interesu. Doskonale wie, że jeśli nie załatwimy orkowego problemu teraz, to później nie będzie gdzie prowadzić handlu. Były dom Kaleba w porcie, obok stoczni, jest do naszej dyspozycji, a dowódcy jego elitarnych oddziałów wspomogą nas w walce.
uk: Лоренцо – дійсно людина справи. Він чудово розуміє, що якщо ми не вирішимо проблему з орками зараз, то потім буде не до торгівлі. У нашому розпорядженні колишній будинок Калеба в порту, що поруч з корабельнею. А командири елітних відділів Гільдії підтримають нас в бою.

source: Lorenzo twierdzi, że to tylko przykrywka.
uk: Лоренцо стверджує, що це тільки прикриття.

source: Lorenzo udostępnił mi egzemplarz pokazowy. Mam znaleźć najemnika imieniem Docan i udać się z nim na polowanie. Ciekawe, ta kusza wcale nie wygląda imponująco...
uk: Лоренцо надав мені демонстраційний екземпляр. Я маю знайти найманця на ім'я Докан і піти з ним на полювання. Цікаво, цей арбалет не виглядає по-справжньому ефектним...

source: Lorenzo udowodnił swoją wierność miastu, nie przyjmując oferty Volkera nawet w chwili zagrożenia życia. Wraz z Roderichem postanowili odrzucić dawne niesnaski i rozpocząć wspólną pracę w celu odbudowania Archolos.
uk: Лоренцо довів свою відданість місту, не прийнявши пропозицію Волкера, навіть під загрозою смерті. Разом з Родеріхом вони вирішили відкласти старі незгоди і почати працювати разом над відбудовою Архолосу.

source: Lorenzo uważa przeszukanie magazynu Lichwiarza za zbyt ryzykowne. Znowu zostawił mnie samego z problemem.
uk: Лоренцо вважає, що обшукувати склад Лихваря занадто ризиковано. Знову він залишив мене з проблемою наодинці.

source: Lorenzo uznał, że zrobiłem wystarczająco dużo na rzecz Gildii, by móc zostać jej członkiem. Teraz zostało mi tylko podpisanie kontraktu.
uk: Лоренцо вважає, що я зробив достатньо, щоб стати членом Гільдії. Тепер мені лишилось лише підписати контракт.

source: Lorenzo wytłumaczył mi, co się działo pod moją nieobecność i jak wygląda aktualna sytuacja w mieście. Jeśli nie chcę ryzykować swojej pozycji w Gildii, muszę przerwać na moment poszukiwania brata i wypełniać rozkazy dowódcy.
uk: Лоренцо розповів мені, що відбулося за час моєї відсутності, і про поточну ситуацію в місті. Якщо я не хочу ризикувати своїм становищем у Гільдії, то повинен на деякий час припинити пошуки брата і підкоритися наказу.

source: Lorenzo wyznaczył mnie do bycia informatorem Królewskiego Wysłannika. Mam składać mu raporty o handlu Archolos oraz okazywać szacunek jemu i jego świcie. Znajdę ich w ratuszu miejskim.
uk: Лоренцо призначив мене інформатором Королівського посла. Я маю доповідати йому про торгівлю на Архолосі та засвідчити свою повагу йому і його оточенню. Я знайду їх у міській ратуші.

source: Lorenzo wyznaczył mnie na członka oddziału uderzeniowego, który ma zaatakować Przystań Łotrów. Wygląda na to, że Gildia połączyła swoje siły ze strażą. Mam porozmawiać w koszarach z Winstanem, to on koordynuje atak.
uk: Лоренцо призначив мене членом загону для нападу на Гавань лиходіїв. Схоже, Гільдія об'єдналася із Вартою. Я маю поговорити з Вінстаном у казармах, він координує атаку.

source: Lorenzo z pewnością będzie w stanie nam pomóc.
uk: Лоренцо, без сумніву, зможе нам допомогти.

source: Lorenzo z pewnością nie będzie zadowolony, jeśli przyczynisz się do incydentu pomiędzy strażą a Gildią.
uk: Лоренцо точно не зрадіє, якщо ти посприяєш інциденту між Вартою та Гільдією.

source: Lorenzo zapłacił mi za załatwienie sprawy w Królewskiej Kopalni.
uk: Лоренцо заплатив мені за розслідування справи у Королівській копальні.

source: Lorenzo zgodził się na część warunków Lennarta. Żeby doszło do transakcji, muszę odnaleźć Detlowa i przekazać mu, że Lorenzo ma dla niego propozycję nie do odrzucenia. Poszukam go w okolicach tunelu prowadzącego do Wielkiej Winnicy.
uk: Лоренцо погодився на частину умов Ленарта. Щоб угода відбулася, мені потрібно знайти Детлоу і повідомити йому, що Лоренцо має пропозицію, від якої він не може відмовитися. Він має бути біля тунелю, що веде до Великого виноградника.

source: Lorenzo zlecił mi moje pierwsze poważne zadanie. W mieście zaszyli się przemytnicy handlujący żywym towarem, których muszę odnaleźć. Kto wie, może będą coś wiedzieć o moim bracie?
uk: Лоренцо дав мені перше важливе завдання. У місті переховуються контрабандисти, які займаються торгівлею людьми, і я маю їх знайти. Хто знає, може, вони щось знають про мого брата?

source: Lorenzo znany jest ze swojej gościnności. Z pewnością mi nie odmówi.
uk: Лоренцо відомий своєю гостинністю. Впевнений, що він мені не відмовить.

source: Lorenzo zostanie pomszczony, razem ze wszystkimi ofiarami tego szaleńca, już ja o to zadbam.
uk: За Лоренцо та усіх жертв цього божевільного буде відплачено, про це я вже подбаю.

source: Lorenzo,
uk: Лоренцо,

source: Lorenzo? Gildia Kupiecka jest w słabszej kondycji, niż chce to komukolwiek przyznać.
uk: Лоренцо? Торгова Гільдія перебуває у гіршому стані, ніж вона хоче це визнавати.

source: Lorenzo? Tak się składa, że to mój przełożony.
uk: Лоренцо? Так склалося, що він мій роботодавець.

source: Loria
uk: Лорія

source: Loria z Wilczego Leża przyjmuje zakłady dotyczące pojedynków pomiędzy Wilczymi Synami. Mogę postawić na któregoś trochę złota.
uk: Лорія з Вовчого Лігва приймає ставки на поєдинки між Вовчими Синами. Я можу поставити трохи золота на будь-кого з них.

source: Los jednak bywa sprawiedliwy!
uk: Доля все ж таки буває справедливою!

source: Los się do nas uśmiechnął, zarobiliśmy ostatnio sporo złota.
uk: Доля посміхнулася нам, останнім часом ми заробили багато золота.

source: Losy potoczyły się tak, że jeszcze jako młoda dziewczyna trafiłam 'pod opiekę' Volkera.
uk: Доля розпорядилася так, що коли я була ще молодою дівчиною, я потрапила 'під опіку' Волкера.

source: Lowell
uk: Лоувел

source: Lowell odnowi plantację bagiennego ziela jeśli pozbędę się wszystkich bestii z chaty. By do niej dotrzeć, powinienem podążać ścieżką na południowy wschód od obozu drwali. Znajduje się przy samym wejściu na bagno.
uk: Лоувел відновить плантацію болотної трави, якщо я позбудуся всіх тварюк біля хатини, розташованої біля самого входу в болото. Щоб дістатися до неї, я маю йти стежкою на південний схід від табору лісорубів.

source: Lu-Ludlof... to był Ludlof.
uk: Лю-Людлоф... це був Людлоф.

source: Lubisz gadać, co? To się dobrze składa.
uk: Любиш поговорити, так? Це добре.

source: Lubisz marnować czas innym, co?
uk: Тобі подобається марнувати чужий час, так?

source: Lubisz podchodzić do obcych ludzi i ich wypytywać? Może byś się najpierw przedstawił?
uk: Тобі подобається підходити до незнайомців і щось випитувати в них? Може, краще спершу скажеш, хто ти?

source: Lubisz tę pracę?
uk: Тобі подобається ця робота?

source: Lubię czasem zlać takiego frajera. No chodź!
uk: Мені подобається іноді бити таких шмаркачів. Ну ж бо!

source: Lubię lekkie i wygodne bronie.
uk: Мені подобається легка та зручна зброя.

source: Lubię lekkie i wygodne bronie. (Premia do walki +2%)
uk: Мені подобається легка та зручна зброя. (Бойовий бонус +2%)

source: Lubię swoją pracę, bo po prostu lubię się dobrze zabawić.
uk: Я люблю свою роботу, бо я просто отримую задоволення від процесу.

source: Lubię. W końcu jestem kucharzem, muszę sprawdzać, czy to, co ugotowałem, jest smaczne. A potem się jeszcze upewnić.
uk: Люблю. Зрештою, я ж кухар, я мушу перевірити, що приготував щось смачне. А потім ще раз переконатися.

source: Lucas
uk: Лукас

source: Lucas oddał ci nadmiar rogów.
uk: Лукас повернув вам надлишки рогів.

source: Lucas przyjmie po dwie sztuki, rogu cieniostwora, rogu starego cieniostwora i rogu smoczego zębacza. Mam go szukać w Wilczym Leżu, w pobliżu karczmy.
uk: Лукас придбає по два роги наступних тварин: тінезвіра, старого тінезвіра і драконячого снеппера. Я зможу знайти його біля корчми у Вовчому Лігві.

source: Lucy
uk: Люсі

source: Lucy jest bardzo dobra w rękodziele, podobno potrafi robić świetne zestawy dla podróżników.
uk: Люсі – дуже гарна майстриня. Кажуть, вона вміє робити чудові комплекти для подорожей.

source: Lucy stwierdziła, że wykonuje poduszki podróżne tylko przyjaciołom swojej rodziny. Muszę jakoś nim zostać, jeśli chcę przekonać Legrifa do ochrony kopalni.
uk: Люсі заявила, що робить дорожні подушки тільки для друзів своєї сім'ї. Я повинен якось увійти до неї в довіру, якщо хочу переконати Легріфа охороняти копальню.

source: Lud Północy
uk: Люди півночі

source: Ludlof
uk: Людлоф

source: Ludlof już siedzi za kratkami. Zanim wrócę do śledztwa, powinienem odwiedzić Oktava i wspomnieć mu, że pochwyciłem podżegacza. Może będę mógł liczyć na jakąś nagrodę?
uk: Людлоф уже за ґратами. Перш ніж повернутися до розслідування, я повинен відвідати Октава і сказати йому, що я затримав підбурювача. Можливо, я зможу розраховувати на якусь винагороду?

source: Ludlof powinien teraz przemawiać w pobliżu stoczni. Podobno ma organizować później jakiś protest na rynku.
uk: Людлоф зараз має виступати поблизу корабельні. Вочевидь, він збирається організувати якийсь протест на ринку.

source: Ludlof?
uk: Людлоф?

source: Ludlof? Nic mi to imię nie mówi...
uk: Людлоф? Мені це ім'я ні про що не говорить...

source: Ludu wyspy Archolos!
uk: Мешканці Архолосу!

source: Ludwig
uk: Людвіг

source: Ludwig chce opatrzyć rany Sambora. By mógł to zrobić, muszę mu przynieść rozżarzony pręt (pewnie znajdę jakiś w pracowni któregoś z miejskich kowali) oraz miksturę siły i opatrunki z przybytku aptekarek za rogiem.
uk: Людвіг хоче перев'язати рани Самбора. Щоб він зміг це зробити, мені потрібно принести йому розпечений прут (напевно, я знайду його в міській кузні), а також еліксир сили та бинти з аптеки, що знаходиться за рогом.

source: Ludwiga spotkałem po drodze, jemu też udało się w ostatniej chwili dostać do środka. Miał więcej szczęścia niż ja, bo przynajmniej go nie trafili.
uk: По дорозі я зустрів Людвіга, йому теж вдалося потрапити всередину в останню хвилину. Йому пощастило більше, ніж мені – його хоча б не поранили.

source: Ludzi do pracy nam nie brakuje... ale to się może szybko zmienić, jeśli nie rozwiążemy problemu z zębaczami.
uk: У нас не бракує людей для роботи... але це може швидко змінитися, якщо ми не вирішимо проблему зі снепперами.

source: Ludzi na wyspie coraz więcej, a jednak rąk do pracy brakuje. Ja niczego nie sugeruję, ale nasi goście sami pracują na swoją reputację.
uk: Людей на острові стає дедалі більше, а робочих рук не вистачає. Я ні на що не натякаю, але наші гості самі працюють над своєю репутацією.
